<?php

use yii\helpers\Html;

$this->title = 'รายงานกลุ่มงานส่งเสริม';
?>
<div class="promote-default-index">
    <h3>รายงานกลุ่มงานส่งเสริม</h3>
    <ol>
        <li>
<?= Html::a('ผลการดำเนินการการคัดกรองพัฒนาการเด็กตามกลุ่มอายุ special pp', ['/promote/default/dspm']) ?>
        </li>
        <li>
            <?= Html::a('ภาวะโลหิตจางในหญิงตั้งครรภ์', ['/promote/default/hct']) ?>
            
        </li>
        <li>
            อัตราการคัดกรองมะเร็งปากมดลูกในสตรีอายุ 30-60 ปี (กำลังดำเนินการ)
        </li>
        <li>
            อัตราการคัดกรองมะเร็งเต้านมในสตรีอายุ 30-70 ปี (กำลังดำเนินการ)
        </li>
    </ol>

</div>
